yii2/frontend/controllers/SiteController.php

    public function actionIndex()
    {
        $x = Users::find()->all();
---
SELECT * FROM `users`