yii2/frontend/views/site/index.php

    M::printr($theme, '$theme');

    print_r('!!!');
    $x = Tree::find()->with('nodeContent')->where('id = :id', [':id' => 1])->one();
---
SELECT * FROM `tree` WHERE id = 1